import blog1 from "../../assets/img/blog1.png";
import blog2 from "../../assets/img/blog2.png";
import blog3 from "../../assets/img/blog3.png";
import blog4 from "../../assets/img/blog4.png";

const articles = [
  {
    name: "মাতৃভূমি",
    title: "মাতৃভূমি",
    images: blog1,
    content1: [
      `লিখাটা লিখছিলাম ২০১০ সালের ১৪ ফেব্রয়ারিতে। কিন্তু কোন জায়গায় প্রকাশ করার মত সাহস পাই নাই। হঠাৎ আজকে মনে হল লেখাটা পকাশ করি খারাপ ভাল তো লেখাতে থাকবেই।`,
    ],
    content2: [
      `‘ভালবাসা‌!’  হ্যা ভালবাসা, আর সবচেয়ে তীব্র ভালবাসাটি হওয়া উচিৎ মাতৃভূমির জন্য। যে মাতৃভূমি আমাদের বাঁচতে শেখায়, চলতে শেখায় তার জন্যই। যে মাতৃভূমি আমাদের পথ দেখায় তার জন্য। আর আমাদের মাতৃভূমির প্রতি কতটুকু ভালবাসা আছে আমরা কি তা জানি? আমরা অনেকে বিশ্বাস করি, যে তোমাকে যতটুকু ভালবাসে তাকে তুমি ততটুকু অথবা তার চেয়ে বেশি ভলবাসা দাও।`,
    ],
    content3: [
      `মাতৃভূমি আমাদের গভীরভাবে ভালবাসে। আর এই গভীরতা মাপা মনে হয় করো পক্ষেই সম্ভব না। কিন্তু আমরা তাকে কতটুকু ভালবাসি? এর উত্তর কি হতে পারে? আমরা কি ক্ষমতা, টাকাকেই বেশি ভালবাসি না? হ্যা আমরা ক্ষমতাকেই বেশি ভালবাসি। আমি বিশ্বাস করি ক্ষমতা দিয়ে মাতৃভূমির উন্নয়ন করা সম্ভব। কিন্তু আমরা তা কতটুকু করছি? আমার প্রশ্ন ক্ষমতাবানেদর কাছে, আপনারা কি অর্থ আয়ের(টাকা মারার) জন্য উন্নয়ন করছেন?  নাকি তা মন থেকে শুধু মাতৃভূমির জন্য করছেন? যদি তা মাতৃভূমির জন্যই করেন তবে কেন দেশের মানুষ কষ্ট পায় আপনাদের কথায় আর কর্মসূচিতে? আপনারা কেন ঐ সংসদে দেশের স্বার্থে কথা না বলে বিরোধি দলের বদনামে ব্যাস্ত থাকেন? যদি সত্যি আপনারা মাতৃভূমির কথাই ভাবেন তবে কেন একত্রে দেশের উন্নয়নের কথা বলেন না, কেন করেন না? আপনারা একে অন্যকে শুধু দোষারপই করবেন তবে কখন কথা বলবেন দেশ কে নিয়ে, আর কখন দেশের জন্য কাজ করবেন?`,
    ],
    content4: [
      `তখন খুবই খারাপ লাগে যখন দেখি একজন সম্পাদক তার লেখাতে কোন একটি রাজনৈতিক দলের পক্ষে কথা বলেছন। কিন্তু সাহেব আপনার মনে রাখা উচিৎ আপনি এখন আর কোন দলের না। আপনি আপনার মাতৃভূমির সন্তান। আপনার মায়ের জন্য ভাল কিছূ করুন। এর জন্য আপনার নিরপেক্ষ লেখাই কি যথেষ্ট কেআন টানা টানি না? শুধু সম্পাদক না,  ‘লেখক, ব্লগার, মিডিয়া প্রায় অনেককেই একটি দলীয় প্রভাব যুক্ত দেখা যায়। কিন্তু আমরা জনগণ চাই একজন লেখক যিনি হবেন দলীয় প্রভাব মুক্ত নিরপেক্ষ। জ্বী জনাব আপনাকে দেশের জন্য কাজ করতে হবে কোন দলের জন্য না।`,
    ],
  },
  {
    name: "স্মার্টফোন",
    title: "বাংলাদেশের তৈরী ‘অ্যান্ড্রয়েট স্মার্টফোন",
    images: blog2,
    content1: [
      `বাজারে আসছে প্রথমবারের মত বাংলাদেশে উৎপাদিত ‘অ্যান্ড্রয়েড স্মার্টফোন’। সাম্প্রতিক সময়ে আলোচিত ইলেকট্রিক কোম্পানী ‘ওয়ালটন’ বাজারে আনছে এই অত্যাধুনিক সুবিধা সম্বলিত ফোন। দেশের সাধারণ গ্রাহকের কথা চিন্তা করে সাধ্যের মধ্যে এই স্মার্টফোনের দাম নির্ধারণ করা হবে বলে জানিয়েছেন ওয়ালটনের বিপণন বিভাগ। দেশী প্রযুক্তিতে তৈরী এই মোবাইল ফোনের নামকরণ করা হয়েছে ‘ওয়ালটন অ্যান্ড্রয়েড প্রিমো’।`,
    ],
    content2: [
      `তৃতীয় প্রজন্মের বৈশিষ্টপূর্ণ এই মোবাইল হ্যান্ডসেটটি হবে অত্যন্ত আকর্ষণীয়। ‘গেট অ্যান্ড্রয়েড প্রিমো-বি এন্টারটেইন্ড’- শ্লোগান নিয়ে বাজারে আসা এই ফোনে থাকবে তৃতীয় প্রজন্মের সেলফোনের কাঙ্খিত প্রায় সবকিছুই। এছাড়াও থাকবে মাল্টিমিডিয়ার সব সুবিধা। আগামি কয়েকদিনের মধ্যেই ওয়ালটনের এই স্মার্টফোন ওয়ালটন প্লাজা ও পরিবেশকদের মাধ্যমে সারাদেশে বাজারজাত করা হবে।`,
    ],
    content3: [
      `ওয়ালটন মোবাইল ফোনের প্রধান বিপণন কর্মকর্তা এসএম রেজওয়ান আলম জানান, নতুন প্রজন্মের ব্যবহারকারীদের চাহিদা বিবেচনায় নিয়ে এই হ্যান্ডসেটটি আকর্ষণীয়ভাবে ডিজাইন করা হয়েছে। এতে থাকছে দ্বৈত সিম ব্যবহারের জন্য দ্বিকক্ষের সিম চেম্বার। গ্রাহকরা অনায়াসে ব্যবহার করতে পারবেন জিপিএস, জিএসএম, ডাব্লিউসিডিএমএ, ওয়াইফাই ও এজ। থাকছে মোশন, গ্রাভিটি, লাইট ও প্রক্সিমিটি সেনসর। এর বাইরেও ফেসবুক থেকে শুরু করে কিং সফট অফিস ও এডব রিডার সুবিধা। সংযুক্ত আছে আধুনিক ক্যামেরা ও রেডিও সিস্টেম। হ্যান্ডসেটটিতে কোয়ালকম-১ গিগাহার্টজ প্রসেসর সংযোজন করা হয়েছে যাতে ৩২ গিগাবাইট পর্যন্ত মেমোরি কার্ড সহজেই ব্যবহার করা যাবে।`,
    ],
    content4: [
      `ওয়ালটনের এই স্মার্ট ফোনের মনিটর হবে তিন দশমিক ৫ ইঞ্চি। ৪ গিগাবিট র‌্যাম ও রম এর সাথে গ্রাহকদের জন্য থাকছে ১৪২০ লিথিয়াম আয়ন সহনীয় পাওয়ার ব্যাটারি যার সাহায্যের স্মার্টফোন সচল থাকবে দীর্ঘ সময়।
      হ্যান্ডসেটের সঙ্গে বিনামূল্যে দেওয়া হবে ৪ গিগাবাইটের একটি মেমোরি কার্ড ও তিনটি ভিন্ন রংয়ের সুদৃশ্য ব্যাক কাভার।`,
    ],
  },
  {
    name: "ক্রিকেট",
    title: "অসাধারণ এক ক্রিকেট ম্যাচ দেখলাম আজ!",
    images: blog3,
    content1: [
      `চরম নাটকীয় এক ম্যাচ। আজকের ইন্ডিয়া – ইংল্যান্ড ম্যাচ আমার সবচেয়ে ভাল লাগা ম্যাচ গুলোর একটি। শচীন টেন্ডুলকারের ১২০ রানের কল্যানে ইন্ডিয়া ৩৩৮ রান করতে সক্ষম হয়। ইন্ডিয়ার রান আরো কিছু বেশি হতে পারতো, কিন্তু ইংল্যান্ড ভালভাবেই সামাল দিয়েছে শেষ দিকে।`,
    ],
    content2: [
      `জহির খান, এন্ড্রু স্ট্রাউসের উইকেট নেওয়ার পর
      ইংল্যান্ডের এত রান চেজ করে জেতার কোন ইতিহাস নাই, এমনকি বিশ্বকাপেও নাই। ইংল্যান্ড জিতে গেলে অনেকগুলো রেকর্ড হতো এ ম্যাচে। তবুও রেকর্ড কম হয়নি, এন্ড্রু স্ট্রাউসের ১৫৮ রানের ইনিংস বিশ্বকাপে একটা রেকর্ড, তিনি অস্ট্রেলিয়ার হেইডেনের রেকর্ড ছুঁয়ে ফেলেছেন। এন্ড্রু স্ট্রাউসের সেঞ্চুরির পর আর মনে হয় নি ইংল্যান্ড হেরে যাবে। ম্যাচ টাই হওয়ার জন্য কৃতিত্ব অবশ্যই জহির খানের। তার অসাধারণ এক স্পেলে ৩ টি উইকেট নেওয়ার পর ম্যাচের কন্ট্রোল কিছুটা ইন্ডিয়ার হাতে চলে যায়। শেষ দিকে ইংল্যান্ড আবার ফিরে এসেছিল, শেষ অভারে মনে হচ্ছিল জিতেই যাবে ইংল্যান্ড। যাক শেষ পর্যন্ত তা আর হয় নি। ম্যাচ টাই হওয়াতে শচীন টেন্ডুলকার আর এন্ড্রু স্ট্রাউস দুজনের কারোও সেঞ্চুরিরই গুরুত্ব কমলো না।`,
    ],
  },
  {
    name: "ইসলাম",
    title: "ইসলাম অর্থ শান্তি নয়, আত্মসমর্পণ",
    images: blog4,
    content1: [
      `অনেকেই ইসলাম শব্দের অর্থ করেন শান্তি। বর্তমানে বিভিন্ন রাজনৈতিক বক্তৃতায়, আলোচনায় প্রাজ্ঞজনেরা ইসলামকে শান্তির ধর্ম বলে আখ্যায়িত করে থাকেন, তাদের সারবক্তব্য হল ইসলাম খুব নিরীহ, গোবেচারা টাইপের একটি ধর্ম। অনেকটা খ্রীস্টবাদের একগালে চড় দিলে আরেক গাল পেতে দাও, তোমার কোর্তা নিয়ে গেলে জোব্বাটিও দিয়ে দাও – এমন। আসলেই কি তাই? বরং এটা সত্যের চরম অপলাপ। উদ্দেশ্য প্রণোদিত চক্রান্তের একটি অংশ মাত্র।`,
    ],
    content2: [
      `ইসলাম আরবী শব্দ যার অর্থ আত্মসমর্পন করা। আর শান্তির আরবী শব্দ হচ্ছে সালাম।

      আরবী ভাষার বিখ্যাত ও সবচেয়ে নির্ভরযোগ্য অভিধান ইবনে মানজুর রচিত ‘লিসান আল আরাব’ এ বলা হয়েছে, ইসলাম শব্দটি ‘ইসতিসলাম’ (استسلاما) শব্দ থেকে নেয়া হয়েছে যার অর্থ হচ্ছে কারো কাছে নত হওয়া, আত্মসমর্পণ করা।`,
    ],
    content3: [
      `অনেকে মনে করেন سلم এই তিনটি অক্ষর থেকে যেহেতু ইসলাম ও সালাম উভয় শব্দের উৎপত্তি, তাই উভয় এর অর্থ একই হবে। অথচ বাস্তবে একই মূল ধাতু থেকে উৎপন্ন বিভিন্ন শব্দের অর্থ ভিন্ন ভিন্ন হয়। যেমনঃ سلم থেকে উৎপন্ন শব্দ সমূহ হলোঃ`,
    ],
    content4: [
      `অনেক মুসলমান সঠিক ব্যাপারটা না জানার কারণে ইসলাম মানে শান্তি বলে থাকেন। ইংরেজরা যখন কলকাতা আলিয়া মাদ্রাসা প্রতিষ্ঠা করে, তখন তৎকালীন ইংরেজ গভর্ণর ড• ম্যাকলিকে আলিয়া মাদ্রাসার সিলেবাস তৈরী করার দায়িত্ব দেয়। এই সুযোগে তারা ইসলামের অনেক মৌলিক পরিভাষা; যেমন ইসলাম, ইলাহ, রব, তাওহীদ, শিরক, তাগুত, জিহাদ ইত্যাদি পরিবর্তন করে। তন্মধ্যে ইসলামের জিহাদ তথা বাতিলের সাথে ইসলামের অনিবার্য দ্বন্দ ও সংঘাতকে এড়ানো জন্য উদ্দেশ্যমূলকভাবে ইসলামের অর্থ শান্তি করে থাকে।`,
    ],
  },
];

//export
export default articles;
